GameOpinion/app/controllers/comments_controller.rb

	def create

		game = Game.find(params[:game_id])
		game.comments.create(comment_params)
---
SELECT  "games".* FROM "games" WHERE "games"."id" = ? LIMIT 1  [["id", nil]]
INSERT INTO "comments" ("body", "user_id", "game_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["body", "kok\r\n"], ["user_id", 1], ["game_id", 1], ["created_at", "2017-03-04 22:29:05.743647"], ["updated_at", "2017-03-04 22:29:05.743647"]]