GameOpinion/app/controllers/games_controller.rb

INSERT INTO "games" ("title", "description", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Forza 3"], ["description", "Excelent racing game.\r\nMy favorite !"], ["user_id", 1], ["created_at", "2017-03-04 21:03:34.906113"], ["updated_at", "2017-03-04 21:03:34.906113"]]
---
	def create
		@game = Game.new(game_params)
		@game.user = current_user
		if @game.save

SELECT "games".* FROM "games"
---
	def newest
		@games = Game.all.reverse