GameOpinion/app/views/games/_games_list.html.erb

							<i class="comments icon"></i>
							<%= game.comments.count %>
---
SELECT COUNT(*) FROM "comments" WHERE "comments"."game_id" = ?  [["game_id", 1]]