GameOpinion/app/views/games/show.html.erb

SELECT "comments".* FROM "comments" WHERE "comments"."game_id" = ?  [["game_id", 2]]
SELECT COUNT(*) FROM "comments" WHERE "comments"."game_id" = ?  [["game_id", 2]]
---
      <div class="ui segment">
        <p><b>Comments: </b> <%= @game.comments.count %></p>